alsa-utils
autoconf
automake
base
bash-language-server
bat
bc
bind
binutils
bison
bluez
bluez-plugins
bluez-utils
bspwm
ccls
certbot
clamav
cmake
cowsay
cups
discord
dmidecode
docker
docker-compose
dolphin-emu
dotnet-sdk
dunst
fakeroot
feh
firefox
flameshot
flex
font-manager
fzf
gcc
gdb
gedit
ghostscript
gifsicle
git
git-lfs
glfw-x11
gnome-keyring
gnu-netcat
go
groff
grub
gvfs
gvim
htop
hugo
imagemagick
inetutils
inkscape
isync
jre11-openjdk
jre11-openjdk-headless
julia
jupyterlab
keepassxc
kitty
krita
lib32-fontconfig
lib32-gnutls
lib32-libpulse
lib32-openal
libc++
libgnome-keyring
libtool
libxcrypt-compat
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
lutris
lxappearance
m4
make
man-pages
mariadb-clients
maven
mercurial
musescore
nasm
neofetch
neomutt
neovim
net-tools
networkmanager
nginx
nmap
noto-fonts
noto-fonts-emoji
npm
obs-studio
obsidian
opengl-man-pages
p7zip
pacman-contrib
pass
patch
perl-file-mimeinfo
perl-image-exiftool
pkgconf
pkgfile
polybar
postgresql-libs
powertop
pulseaudio-alsa
pulseaudio-bluetooth
pulsemixer
python-distutils-extra
python-pip
python-poetry
python-pynvim
python-sphinx_rtd_theme
qtcreator
ranger
ripgrep
rofi
rsync
rustup
sbt
screenkey
sharutils
socat
strace
sudo
sxhkd
sxiv
syncthing
texinfo
texlab
texlive-basic
texlive-bibtexextra
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-mathscience
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
thunar
thunar-archive-plugin
thunar-volman
thunderbird
tk
tldr
tmux
transmission-qt
tree
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-jetbrains-mono
ttf-liberation
tumbler
twine
typescript
ueberzug
unzip
valgrind
vi
virtualbox
virtualbox-host-modules-arch
vlc
vulkan-radeon
w3m
wasm-pack
wget
which
whois
wireshark-qt
wmname
words
wqy-zenhei
xarchiver
xclip
xdotool
xf86-video-amdgpu
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
zathura
zathura-pdf-poppler
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
